Repository: Kaseem-coder/chyrp-lite
Catalog: modules/lightbox/locale/*/LC_MESSAGES/lightbox.po
Languages: it_it

source: Lightbox Settings
it_it: Impostazioni del tavolo luminoso

source: Background
it_it: Sfondo

source: Black
it_it: Nero

source: Grey
it_it: Grigio

source: White
it_it: Bianco

source: Inherit
it_it: Sfondo riprodotto

source: Edge Spacing
it_it: Spaziatura del bordo

source: (pixels)
it_it: (pixel)

source: Protect Images
it_it: Proteggi immagini

source: Prevent visitors from saving images?
it_it: Impedire ai visitatori di salvare le immagini?

source: Lightbox
it_it: Tavolo luminoso

source: A lightbox for your images.
it_it: Un tavolo luminoso per le tue immagini.

source: Close
it_it: Chiudi
