Repository: Kaseem-coder/chyrp-lite
Catalog: feathers/photo/locale/*/LC_MESSAGES/photo.po
Languages: nl_nl

source: Alternative Text
nl_nl: Alternatieve tekst

source: This text provides a brief description of the photo; it is useful for visually impaired visitors, and it will be displayed if the image format is not supported by the visitor's web browser or if the image has not yet downloaded.
nl_nl: Deze tekst toont een korte beschrijving van de foto; het is handig voor visueel gehandicapte bezoekers en zal getoond worden als het bestandsformaat niet door de browser wordt ondersteund of als de afbeelding nog niet is gedownload.

source: Photo Source
nl_nl: Foto bron

source: This is a URL that will take visitors to the original resource.
nl_nl: Dit is een URL die de bezoeker naar de originele bron brengt.

source: Photo
nl_nl: Foto

source: Upload and display an image with a caption.
nl_nl: Upload en toon een afbeelding met een bijtekst.

source: Title
nl_nl: Titel

source: (Max. file size: %d Megabytes)
nl_nl: (Max. bestandsgrootte: %d Megabytes)

source: Caption
nl_nl: Toelichting

source: You did not select a photo to upload.
nl_nl: Je hebt geen afbeelding geslecteerd om te uploaden.

source: Source
nl_nl: Bron
