Repository: Kaseem-coder/chyrp-lite
Catalog: modules/sitemap/locale/*/LC_MESSAGES/sitemap.po
Languages: de_de, it_it, nl_nl

source: Sitemap Settings
de_de: Sitemap Einstellungen
it_it: Impostazioni Sitemap
nl_nl: Sitemap Instellingen

source: Sitemap Path
de_de: Sitemap Pfad
it_it: Percorso del Sitemap
nl_nl: Sitemap Pad

source: The directory to which the sitemap is written.
de_de: Der Ort in dem die Sitemap geschrieben wird.
it_it: Directory in cui viene scritta la Sitemap.
nl_nl: De map waar de Sitemap naar toe wordt geschreven.

source: Blog is Updated
de_de: Blogpost aktualisiert
it_it: Blog Ã© aggiornato
nl_nl: Blogposts zijn bijgewerkt

source: Pages are Edited
de_de: Seiten sind geändert
it_it: Le pagine sono modificate
nl_nl: Pagina's zijn bijgewerkt

source: Posts are Edited
de_de: Blogposts sind geändert
it_it: I post sono modificati
nl_nl: Blogposts zijn gewijzigd

source: These values hint to search engines how frequently they should crawl your site.
de_de: Diese Werte geben Suchmaschinen Hinweise darauf, wie oft sie Ihre Website crawlen sollten.
it_it: Questi valori suggeriscono ai motori di ricerca la frequenza con cui dovrebbero eseguire la scansione del sito.
nl_nl: Deze waardes vertellen zoekmachines hoe vaak ze je website moeten crawlen.

source: Sitemap Generator
it_it: Genera Sitemap

source: Creates a <em>sitemap.xml</em> file on your server to help search engines index your blog.
de_de: Erstellt eine <em>sitemap.xml</em>-Datei auf Ihrem Server, um Suchmaschinen bei der Indexierung Ihres Blogs zu unterstützen.
it_it: Crea un file <em>sitemap.xml</em> sul tuo server per aiutare i motori di ricerca a indicizzare il tuo blog.
nl_nl: Maakt een <em>sitemap.xml</em> aan, om zoekmachines je blog beter te kunnen laten indexeren.

source: Please remember to give write permissions to sitemap.xml on the root directory of the site.
it_it: Ricordarsi di concedere le autorizzazioni di scrittura per sitemap.xml nella directory radice del sito.

source: Hourly
de_de: Stündlich
it_it: Ogni ora
nl_nl: Ieder uur

source: Daily
de_de: Täglich
it_it: Giornaliero
nl_nl: Elke dag

source: Weekly
de_de: Wöchentlich
it_it: Settimanale
nl_nl: Wekelijks

source: Monthly
de_de: Monatlich
it_it: Mensile
nl_nl: Maandelijks

source: Yearly
de_de: Jährlich
it_it: Annuale
nl_nl: Jaarlijks

source: Never
de_de: Niemals
it_it: Mai
nl_nl: Nooit

source: Sitemap path does not exist.
it_it: Il percorso del Sitemap non esiste.

source: Could not determine the absolute path to the Sitemap.
de_de: Der absolute Pfad zur Sitemap konnte nicht gefunden werden.
nl_nl: Kon het pad naar de Sitemap niet bepalen.
