Repository: Kaseem-coder/chyrp-lite
Catalog: modules/pingable/locale/*/LC_MESSAGES/pingable.po
Languages: de_de, it_it, nl_nl

source: Delete Pingback?
it_it: Eliminare Pingback?

source: Are you sure you want to delete the pingback from &#8220;%s&#8221;?
it_it: Sei sicuro di voler eliminare il Pingback dal &#8220;%s&#8221;?

source: Edit Pingback
it_it: Modifica Pingback

source: Editing Pingback to &#8220;%s&#8221;
it_it: Modifica del Pingback al &#8220;%s&#8221;

source: Title
de_de: Titel
it_it: Titolo
nl_nl: Titel

source: Update
de_de: Aktualisieren
it_it: Aggiorna

source: Manage Pingbacks
it_it: Gestisci Pingbacks

source: Pingbacks
it_it: Pingback

source: Source
it_it: Sorgente

source: Added
de_de: Hinzugefügt
it_it: Aggiunto
nl_nl: Toegevoegd

source: Register pingbacks from blogs that link to yours.
it_it: Registra gli avvisi dei blog che si collegano al tuo.

source: Please remember to update the permission settings for each group.
de_de: Bitte denken Sie daran, die Berechtigungseinstellungen für jede Gruppe zu aktualisieren.
it_it: Si prega di ricordare di aggiornare le impostazioni di autorizzazione per ogni gruppo.
nl_nl: Denk er alsjeblieft aan om de toestemmingen voor de gebruikersgroepen ook aan te vullen.

source: Do you want to remove pingbacks from the database?
it_it: Si desidera rimuovere gli avvisi dal database?

source: Edit Pingbacks
it_it: Modifica dei Pingbacks

source: Delete Pingbacks
it_it: Elimina Pingbacks

source: A ping from your URL is already registered.
it_it: Un ping dall'URL è già registrato.

source: Your URL is too long to be stored in our database.
de_de: Ihre URL ist zu lang, um in unserer Datenbank gespeichert zu werden.
it_it: Il tuo URL è troppo lungo per essere memorizzato nel nostro database.
nl_nl: Je URL is te lang om in onze database opgeslagen te worden.

source: Pingback registered!
it_it: Pingback registrato!

source: An ID is required to edit a pingback.
it_it: È necessario un ID per modificare un Pingback.

source: Pingback not found.
it_it: Pingback non trovato.

source: You do not have sufficient privileges to edit this pingback.
it_it: Non si dispone di privilegi sufficienti per modificare questo Pingback.

source: An ID is required to update a pingback.
it_it: È necessario un ID per aggiornare un Pingback.

source: No Title Specified
de_de: Kein Titel angegeben
it_it: Nessun titolo specificato
nl_nl: Geen titel ingegeven

source: A title is required to update a pingback.
it_it: È necessario un titolo per aggiornare un Pingback.

source: Pingback updated.
it_it: Pingback aggiornato.

source: An ID is required to delete a pingback.
it_it: È necessario un ID per eliminare un Pingback.

source: You do not have sufficient privileges to delete this pingback.
it_it: Non si dispone di privilegi sufficienti per eliminare questo Pingback.

source: Pingback deleted.
it_it: Pingback eliminato.

source: You do not have sufficient privileges to manage pingbacks.
it_it: Non si dispone di privilegi sufficienti per gestire i Pingbacks.

source: Delete Webmention?
de_de: Webmention löschen?
nl_nl: Verwijder Webmention?

source: &#8220;%s&#8221; will be permanently deleted.
de_de: &#8220;%s&#8221; würde permanent gelöscht.
nl_nl: &#8220;%s&#8221; zal permanent worden verwijderd.

source: Edit Webmention
de_de: Webmention ändern
nl_nl: Wijzig Wemention

source: Editing Webmention to &#8220;%s&#8221;
de_de: Bearbeiten von Webmention zu &#8220;%s&#8221;
nl_nl: Wijzigen Webmention in &#8220;%s&#8221;

source: Manage Webmentions
de_de: Webmentions bearbeiten
nl_nl: Beheer Webmentions

source: Post
de_de: Blogpost
nl_nl: Blogpost

source: Register webmentions from blogs that link to yours.
de_de: Registrieren Sie Web-Erwähnungen von Blogs, die auf Ihr Blog verlinken.
nl_nl: Registreer Webmentions van Blogs die naar de jouwe linken.

source: Do you want to remove webmentions from the database?
de_de: Möchten Sie Webmentions aus der Datenbank entfernen?
nl_nl: Wil je Webmentions uit de database verwijderen?

source: Edit Webmentions
de_de: Webmentions bearbeiten
nl_nl: Wijzig Webmentions

source: Delete Webmentions
de_de: Webmentions löschen
nl_nl: Verwijder Webmentions

source: A webmention from your URL is already registered.
de_de: Eine Web-Erwähnung von Ihrer URL ist bereits registriert.
nl_nl: Een Webmention van jouw URL is al geregistreerd.

source: An ID is required to edit a webmention.
de_de: Zum Bearbeiten einer Webmention ist eine ID erforderlich.
nl_nl: Een ID is noodzakelijk om een Webmention te wijzigen.

source: Webmention not found.
de_de: Webmention nicht gefunden.
nl_nl: Webmention niet gevonden.

source: You do not have sufficient privileges to edit this webmention.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Verwalten von Webmentions.
nl_nl: Je hebt onvoldoende rechten om deze Webmention te wijzigen.

source: An ID is required to update a webmention.
de_de: Zum Ändern einer Webmention ist eine ID erforderlich.
nl_nl: Een ID is noodzakelijk om een Webmention te updaten.

source: A title is required to update a webmention.
de_de: Zum Ändern einer Webmention ist eine ID erforderlich.
nl_nl: Een titel is noodzakelijk om een Webmention te updaten.

source: Webmention updated.
de_de: Webmention aktualisiert.
nl_nl: Webmention geupdate.

source: An ID is required to delete a webmention.
de_de: Zum Löschen einer Webmention ist eine ID erforderlich.
nl_nl: Een ID is noodzakelijk om een Webmention te verwijderen.

source: You do not have sufficient privileges to delete this webmention.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Löschen von Webmentions.
nl_nl: Je hebt onvoldoende rechten om deze Webmention te verwijderen.

source: Webmention deleted.
de_de: Webmention gelöscht.
nl_nl: Webmention verwijderd.

source: You do not have sufficient privileges to manage webmentions.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Bearbeiten von Webmentions.
nl_nl: Je hebt onvoldoende rechten om Webmentions te beheren.

source: Mentionable
nl_nl: Noemenswaardig
