Repository: Kaseem-coder/chyrp-lite
Catalog: modules/rights/locale/*/LC_MESSAGES/rights.po
Languages: de_de, it_it, nl_nl

source: Filtering Results
de_de: Ergebnisse filtern
it_it: Filtro per i risultati
nl_nl: Resultaten Filteren

source: Choosing a License
de_de: Auswahl einer Lizenz
it_it: Scelta della licenza per il copyright
nl_nl: Een License kiezen

source: When you create a piece of content for your blog, you get to decide whether or not you want your name associated with it, and whether or not it can be reproduced and reused by other people. As the &#8220;rights holder&#8221;, the license you choose to apply to your work determines which of those rights you retain and which of them you waive.
de_de: Wenn Sie einen Inhalt für Ihr Blog erstellen, können Sie entscheiden, ob Ihr Name damit in Verbindung gebracht werden soll und ob er von anderen Personen reproduziert und wiederverwendet werden darf oder nicht. Als „Rechteinhaber“ bestimmt die Lizenz, die Sie für Ihr Werk anwenden, welche dieser Rechte Sie behalten und auf welche Sie verzichten.
it_it: Quando crei un contenuto per il tuo blog, puoi decidere se vuoi o meno che il tuo nome sia associato ad esso e se può essere riprodotto e riutilizzato da altri. In qualità di &#8220;detentore dei diritti di autore&#8221;, la tipologia della licenza di copyright applicata al tuo lavoro determina quali di questi diritti conservi e a quali di essi rinunci.
nl_nl: Wanneer je een bepaalde inhoud voor je Blog aanmaakt, dan kun je kiezen of je je naam eraan verbonden wilt zien en of het wél of niet door anderen hergebruikt kan worden. Als de &#8220;rechthebbende&#8221;,bepaalt de License die je kiest welke van deze rechten je exclusief voor jezelf behoudt en welke je deelt met anderen.

source: Creative Commons is a family of licenses that you can use to donate your work to &#8220;the commons&#8221; — the body of work freely available for legal use, sharing, repurposing, and remixing. With a Creative Commons license, you can give other people permission to reproduce or reuse your work with certain restrictions. Here is a chart comparing the licenses:
de_de: Creative Commons ist eine Familie von Lizenzen, mit denen Sie Ihre Arbeit an „The Commons“ spenden können. – das gesamte Werk, das für die legale Nutzung, Weitergabe, Wiederverwendung und Neumischung frei verfügbar ist. Mit einer Creative-Commons-Lizenz können Sie anderen Personen die Erlaubnis erteilen, Ihr Werk mit bestimmten Einschränkungen zu reproduzieren oder wiederzuverwenden. Hier ist eine Tabelle zum Vergleich der Lizenzen:
it_it: Creative Commons è una famiglia di licenze che puoi utilizzare per donare il tuo lavoro come &#8220;bene comune&#8221; — Il contenuto dell'opera é liberamente disponibile per uso legale, condivisione, ridestinazione e remix. Con una licenza Creative Commons, puoi concedere ad altre persone il permesso di riprodurre o riutilizzare il tuo lavoro con determinate restrizioni. Ecco un grafico che confronta le licenze:
nl_nl: Creative Commons is een familie van Licenses die je kunt gebruiken om je werk aan de &#8220;the commons&#8221; — ter beschikking te stellen, vrijelijk beschikbaar voor legaal gebruik, delen, aanpassen en herindelen. Met een Creative Common License, kun je anderen toestemming geven om je werk te reproduceren of te hergebruiken onder bepaalde voorwaarden. Hier volgt een vergelijking tussen de verschillende Licenses:

source: License
de_de: Lizenz
it_it: Licenza
nl_nl: License (vergunning)

source: Others who use your work in any way must give you credit.
de_de: Andere, die Ihre Arbeit in irgendeiner Weise nutzen, müssen Ihnen Anerkennung zollen.
it_it: Altri che usano il tuo lavoro in qualsiasi modo devono dartene credito.
nl_nl: Anderen die op wat voor manier ook jouw werk gebruiken, moeten je daarbij vermelden.

source: Attribution
de_de: Namensnennung
it_it: Attribuzione
nl_nl: Vermelding

source: Derivative works must be licensed under the same terms.
de_de: Abgeleitete Werke müssen unter denselben Bedingungen lizenziert werden.
it_it: I contenuti di opere derivate devono essere concessi in licenza secondo le stesse condizioni.
nl_nl: Afgeleide werken moeten een License bevatten onder dezelfde voorwaarden.

source: Your work may not be reproduced or reused for commercial gain.
de_de: Ihre Arbeit darf nicht zu kommerziellen Zwecken reproduziert oder wiederverwendet werden.
it_it: Il tuo lavoro non può essere riprodotto o riutilizzato per guadagno commerciale.
nl_nl: Je werk mag niet voor commerciële doeleinden worden gereproduceerd of hergebruikt.

source: NonCommercial
de_de: Nichtkommerziell
nl_nl: NietCommercieel

source: Your work may be reproduced but it may not be modified.
de_de: Ihre Arbeit darf reproduziert, aber nicht verändert werden.
it_it: Il tuo lavoro può essere riprodotto ma non può essere modificato.
nl_nl: Je werk mag gereproduceerd worden, maar niet worden gewijzigd.

source: NoDerivatives
de_de: Keine Derivate
nl_nl: GeenAfgeleiden

source: Creative Commons BY
nl_nl: Creative Commons DOOR

source: Creative Commons BY-ND
nl_nl: Creative Commons DOOR-ND

source: Creative Commons BY-SA
nl_nl: Creative Commons DOOR-SA

source: Creative Commons BY-NC
nl_nl: Creative Commons DOOR-NC

source: Creative Commons BY-NC-ND
nl_nl: Creative Commons DOOR-NC-ND

source: Creative Commons BY-NC-SA
nl_nl: Creative Commons DOOR-NC-SA

source: Rights
de_de: Rechte
it_it: Diritti di copyright
nl_nl: Rechten

source: Adds post options for attribution and assigning intellectual property rights.
de_de: Fügt Post-Optionen zur Namensnennung und Zuweisung von Rechten an intellektuellem Eigentum hinzu.
it_it: Aggiunge opzioni ai post per l'attribuzione e l'assegnazione dei diritti di proprietà intellettuale.
nl_nl: Voegt Blogpost-opties toe m.b.t. rechten inzake attributie en intellectueel eigendom.

source: Do you want to remove rights data from the database?
de_de: Möchten Sie Rechtedaten aus der Datenbank entfernen?
it_it: Si desidera rimuovere i dati dei diritti di copyright dal database?
nl_nl: Wil je de rechten- data uit de database verwijderen?

source: All rights reserved
de_de: Alle Rechte vorbehalten
it_it: Tutti i diritti riservati
nl_nl: Alle rechten voorbehouden

source: Orphan Work
de_de: Waisen Arbeit
it_it: Opere orfane
nl_nl: Orphan werk

source: Public Domain
de_de: Öffentlichem Domain
it_it: Dominio pubblico
nl_nl: Publiek Domein

source: Crown Copyright
de_de: Kronen Urheberrecht
nl_nl: Crown kopijrechten

source: Original Work
de_de: Original-Arbeid
it_it: Opera originale
nl_nl: Origineel Werk

source: Rights Holder
de_de: Rechte Halter
it_it: Titolare dei diritti
nl_nl: Rechtshebbende
