Repository: Kaseem-coder/chyrp-lite
Catalog: modules/maptcha/locale/*/LC_MESSAGES/maptcha.po
Languages: de_de

source: Ask users to solve simple mathematics problems to prevent spam.
de_de: Bitten Sie Benutzer, einfache mathematische Probleme zu lösen, um Spam zu verhindern.

source: How much is %d&nbsp;&#43;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#43;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#8722;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#8722;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#215;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#215;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&plus;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&plus;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&minus;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&minus;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&times;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&times;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x0002B;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#x0002B;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x02212;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#x02212;&nbsp;%d&nbsp;?

source: How much is %d&nbsp;&#x000D7;&nbsp;%d&nbsp;?
de_de: Wieviel ist %d&nbsp;&#x000D7;&nbsp;%d&nbsp;?

source: Yay mathemetics!
de_de: Hübsch Mathematik!
