Repository: Kaseem-coder/chyrp-lite
Catalog: modules/tags/locale/*/LC_MESSAGES/tags.po
Languages: de_de, it_it, nl_nl

source: Tagging Posts
de_de: Blogposts taggen (etikettieren)
it_it: Taggare i post
nl_nl: Blogposts Taggen

source: A tag is a word or phrase that you want to associate with your blog post. A good use for tags is to reference people, things, or topics you mention in a post. Multiple comma separated tags can be added to a post, and if you add the same tag to more than one post, your visitors will be able to filter your blog to easily view all the posts with that tag applied.
de_de: Ein Tag ist ein Wort oder eine Phrase, die Sie mit Ihrem Blog-Beitrag verknüpfen möchten. Eine gute Verwendung von Tags besteht darin, auf Personen, Dinge oder Themen zu verweisen, die Sie in einem Beitrag erwähnen. An einem Beitrag können mehrere durch Kommas getrennte Tags hinzugefügt werden. Wenn Sie denselben Tag zu mehr als einem Beitrag hinfügen, können Ihre Besucher Ihren Blog filtern, um problemlos alle Beiträge anzuzeigen, auf die dieser Tag angewendet wurde.
it_it: Un tag è una parola o una frase che vuoi associare al post del tuo Blog. Un buon uso dei tag è quello di far riferimento a persone, cose o argomenti di cui si parla in un post. Più tag separati da virgole possono essere aggiunti a un post, e se aggiungi lo stesso tag a più di un post, i visitatori saranno in grado di filtrare il tuo blog per visualizzare facilmente tutti i post con il tag specico applicato.
nl_nl: Een Tag is een woord of uitdrukking die je wilt koppelen aan je Blogpost. Goed gebruik is tags maken voor mensen, dingen of onderwerpen die je noemt in je Blogpost. Meerdere, door een komma gescheiden tags kunnen aan je Blogpost worden gekoppeld en als je dezelfde tag aan verschillende Blogposts koppelt, dan zullen je bezoekers eenvoudig alle Blogposts met diezelfde tag terug kunnen vinden.

source: Delete Tag?
de_de: Tag löschen?
it_it: Eliminare il tag?
nl_nl: Verwijder Tag?

source: &#8220;%s&#8221; will be permanently deleted.
de_de: &#8220;%s&#8221; würde permanent gelöscht.
it_it: &#8220;%s&#8221; verrà eliminato definitivamente.
nl_nl: &#8220;%s&#8221; zal permanent worden verwijderd.

source: Edit Tags
de_de: Tags ändern
it_it: Modifica il tag
nl_nl: Wijzig Tags

source: Editing Tags for &#8220;%s&#8221;
de_de: Ändern von Tags für &#8220;%s&#8221;
it_it: Modifica dei tag per &#8220;%s&#8221;
nl_nl: Wijzigen Tags voor &#8220;%s&#8221;

source: Tags
de_de: Tags (Etiketten)
it_it: Tag

source: Manage Tags
de_de: Tags bearbeiten
it_it: Gestisci Tag
nl_nl: Beheer Tags

source: Add Tags
de_de: Tags hinzufügen
it_it: Aggiungi Tag
nl_nl: Tags toevoegen

source: Name
it_it: Titolo
nl_nl: Naam

source: Posts Tagged
de_de: Blogpost getagged
it_it: Post taggati
nl_nl: Blogposts getagged

source: Sort results by:
de_de: Sortieren Sie die Ergebnisse nach:
it_it: Ordina i risultati per:
nl_nl: Sorteer resultaten op:

source: Posts tagged with &#8220;%s&#8221;
de_de: Blogposts getagged mit &#8220;%s&#8221;
it_it: Post taggati con &#8220;%s&#8221;
nl_nl: Blogposts getagged met &#8220;%s&#8221;

source: Tag Selected Post(s) with:
de_de: Taggen Sie die selektierten Blogpost(s) mit:
it_it: Contrassegna i post selezionati con:
nl_nl: Tag de geselecteerde Blogpost(s) met:

source: Rename Tag
de_de: Tagname ändern
it_it: Rinomina Tag
nl_nl: Hernoem Tag

source: Renaming Tag &#8220;%s&#8221;
de_de: Ändern Name Tag &#8220;%s&#8221;
it_it: Rinomina tag &#8220;%s&#8221;
nl_nl: Hernoemen Tag &#8220;%s&#8221;

source: Rename
de_de: Name ändern
it_it: Rinomina
nl_nl: Hernoemen

source: Adds tagging functionality to posts.
de_de: Fügt Tagging-Funktionen zu Blogposts hinzu.
it_it: Aggiunge la funzionalità per taggare i post.
nl_nl: Voegt Tag-functionaliteit toe aan je Blogposts.

source: Do you want to remove your tags from the database?
de_de: Möchten Sie Ihre Tags aus der Datenbank entfernen?
it_it: Vuoi rimuovere i tag dal database?
nl_nl: Wil je jouw Tags verwijderen uit de database?

source: (comma separated)
de_de: (Komma getrennt)
it_it: (separati da virgole)
nl_nl: (komma gescheiden)

source: You do not have sufficient privileges to manage tags.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Bearbeiten von Tags.
it_it: Non si dispone di privilegi sufficienti per gestire i tag.
nl_nl: Je hebt onvoldoende rechten om Tags te beheren.

source: Tag not found.
de_de: Tag nicht gefunden.
it_it: Tag non trovato.
nl_nl: Tag niet gevonden.

source: An ID is required to edit tags.
de_de: Zum Bearbeiten einer Tag ist eine ID erforderlich.
it_it: Per modificare i tag è necessario un ID.
nl_nl: Een ID is noodzakelijk om Tags aan te passen.

source: An ID is required to update tags.
de_de: Zum Ändern einer Tag ist eine ID erforderlich.
it_it: Per aggiornare i tag è necessario un ID.
nl_nl: Een ID is noodzakelijk om Tags te updaten.

source: Tags updated.
de_de: Tag aktualisiert.
it_it: Tag aggiornati.
nl_nl: Tags bijgewerkt.

source: You do not have sufficient privileges to rename tags.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Ändern von Tags.
it_it: Non si dispone di privilegi sufficienti per rinominare i tag.
nl_nl: Je hebt onvoldoende rechten om Tags te hernoemen.

source: No Tag Specified
de_de: Kein Tag angegeben
it_it: Nessun tag specificato
nl_nl: Geen Tag geselecteerd

source: Please specify the tag you want to rename.
de_de: Bitte gebe den Tag an von dem Sie die Name ändern möchten.
it_it: Si prega di specificare il tag che si desidera rinominare.
nl_nl: Selecteer alsjeblieft de Tag die je hernoemen wilt.

source: Name cannot be blank.
de_de: Name darf nicht leer sein.
it_it: Il titolo non può essere vuoto.
nl_nl: Naam kan niet leeg zijn.

source: Tag renamed.
de_de: Tag geändert.
it_it: Tag rinominato.
nl_nl: Tag hernoemd.

source: You do not have sufficient privileges to delete tags.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Löschen von Tags.
it_it: Non si dispone di privilegi sufficienti per eliminare i tag.
nl_nl: Je hebt onvoldoende rechten om Tags te verwijderen.

source: Please specify the tag you want to delete.
de_de: Bitte gebe den Tag an dem Sie löschen möchten.
it_it: Si prega di specificare il tag che si desidera eliminare.
nl_nl: Selecteer alsjeblieft de Tag die je verwijderen wilt.

source: Tag deleted.
de_de: Tag gelöscht.
it_it: Tag cancellato.
nl_nl: Tag verwijderd.

source: You do not have sufficient privileges to add tags.
de_de: Sie verfügen nicht über ausreichende Berechtigungen um Tags hinfügen zu können.
it_it: Non si dispone di privilegi sufficienti per aggiungere tag.
nl_nl: Je hebt onvoldoende rechten om Tags toe te voegen.

source: No posts selected.
de_de: Kein Blogposts spezifiziert.
it_it: Nessun post selezionato.
nl_nl: Geen Blogposts geselecteerd.

source: No tags specified.
de_de: Kein Tags spezifiziert.
it_it: Nessun tag specificato.
nl_nl: Geen Tags geselecteerd.

source: Posts tagged.
de_de: Blogposts getagged.
it_it: Post taggati.
nl_nl: Blogposts getagged.

source: You did not specify a tag.
de_de: Sie haben keinem Tag spezifiziert.
it_it: Non è stato specificato un tag.
nl_nl: Je hebt geen Tag geselecteerd.

source: Invalid Tag
de_de: Ungültiger Tag
it_it: Tag non valido

source: The tag you specified was not found.
de_de: Die von Ihnen angegebene Tag wurde nicht gefunden.
it_it: Il tag specificato non è stato trovato.
nl_nl: De Tag die je gekozen hebt is niet gevonden.

source: There are no posts with the tag you specified.
de_de: Es gibt keinen Blogposts mit dem spezifizierten Tag.
it_it: Non sono presenti post con il tag specificato.
nl_nl: Er zijn geen Blogposts met de geselecteerde Tag.

source: %d post tagged with &#8220;%s&#8221;
de_de: %d Blogpost getagged mit &#8220;%s&#8221;
it_it: %d post taggato con &#8220;%s&#8221;
nl_nl: %d blogpost getagged met &#8220;%s&#8221;
