Repository: Kaseem-coder/chyrp-lite
Catalog: modules/likes/locale/*/LC_MESSAGES/likes.po
Languages: de_de, nl_nl

source: Like Settings
de_de: Like Einstellungen
nl_nl: Vind ik leuk Instellingen

source: Like Image
de_de: Like Bilder
nl_nl: Vind ik leuk Afbeelding

source: Like with Text
de_de: Like mit Text
nl_nl: Vind ik leuk met tekst

source: Enables text descriptions in like/unlike links.
de_de: Ermöglicht Textbeschreibungen in Like/Unlike-Links.
nl_nl: Activeert tekst-beschrijvingen bij vind-ik-leuks.

source: Show on Index Pages
de_de: Auf Indexseiten anzeigen
nl_nl: Toon op indexpagina's

source: Enables like functionality on blog index pages.
de_de: Aktiviert die Like-Funktion auf Blog-Indexseiten.
nl_nl: Activeert functionaliteit op blog-index pagina's.

source: Likes
nl_nl: Vind ik leuks

source: Allow users to &#8220;like&#8221; a post.
de_de: Erlauben Sie Benutzern ein Blogpost zu &#8220;liken&#8221;.
nl_nl: Sta gebruikers toe om een bericht &#8220;leuk&#8221; te vinden.

source: Please remember to update the permission settings for each group.
de_de: Bitte denken Sie daran, die Berechtigungseinstellungen für jede Gruppe zu aktualisieren.
nl_nl: Denk er alsjeblieft aan om de instellingen per gebruikersgroep ook aan te passen.

source: Like Posts
de_de: Like Blogposts
nl_nl: Vind blogposts leuk

source: Unlike Posts
de_de: Blogposts nicht mehr liken
nl_nl: Vind blogposts niet meer leuk

source: Most liked posts
de_de: Beiträge mit den meisten Likes
nl_nl: Berichten met meeste vind-ik-leuks

source: An ID is required to like a post.
de_de: Zum liken einer Blogpost ist eine ID erforderlich.
nl_nl: Een ID is noodzakelijk om een blogpost leuk te vinden.

source: You do not have sufficient privileges to like posts.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Liken von Blogposts.
nl_nl: Je hebt onvoldoende rechten om blogposts leuk te vinden.

source: Post liked.
de_de: Blogpost geliked.
nl_nl: Blogposts geliked.

source: An ID is required to unlike a post.
de_de: Zum unliken einer Blogpost ist eine ID erforderlich.
nl_nl: Een ID is noodzakelijk om een blogpost niet meer leuk te vinden.

source: You do not have sufficient privileges to unlike posts.
de_de: Sie verfügen nicht über ausreichende Berechtigungen zum Unliken von Blogposts.
nl_nl: Je hebt onvoldoende rechten om blogposts leuk te vinden.

source: Post unliked.
de_de: Blogpost unliked.
nl_nl: Blogpost niet meer leuk gevonden.

source: You like this.
de_de: Sie liken díeses.
nl_nl: Je vindt dit leuk.

source: You and %d person like this.
de_de: Sie und %d Person like dieser.
nl_nl: Jij en %d persoon vindt dit leuk.

source: No likes yet.
de_de: Noch keiner Likes.
nl_nl: Nog geen likes.

source: %d person likes this.
de_de: %d Person likes dieser.
nl_nl: %d persoon vindt dit leuk.

source: Like!
nl_nl: Vind dit leuk!

source: Unlike!
nl_nl: Vind dit niet meer leuk!
